[LANSTR]

STR_OK=확인
STR_YES=예
STR_CANCEL=취소
STR_CONTINUE=계속
STR_NO=아니오
STR_CLOSE=닫기
STR_MIN=최소화

STR_BACK_PNP=뒤로
STR_NEXT=다음
STR_OVER=완료
STR_VER=버전
STR_USERFEEDBACK=피드백
STR_USER_BACK=피드백
STR_MENU=메뉴
STR_HELP=도움말
STR_OPRN_DRIVERTALENT=DriverTalent 열기
STR_TYPE="유형: "
STR_NAME="이름:  "
STR_DRIVE="드라이버: "
STR_ADDRESS="주소: "
STR_IS_DEFAULT=기본:
STR_SET_DEFAULT=기본으로 설정
STR_PRINT_MANAGE_PLATFORM=인쇄 관리 플랫폼
STR_MANUFACTURER="MFR: "
STR_DEV_DEVDESC="설명: "
STR_MOUSE_SETTING=마우스 설정
STR_KEYBOARD_SETTING=키보드 설정
STR_AUDIO_SETTING=오디오 설정

STR_MAIN_TITLE=EaseUS DriverHandy

STR_DRV_SCAN=복구

STR_MAIN_TAB_GENERAL=일반
STR_MAIN_TAB_TOOLS=도구
STR_MAIN_TAB_ADVANCE=고급


STR_HEAD_DEV_NAME=드라이버
STR_HEAD_DRV_VER=버전
STR_HEAD_DRV_TYPE=유형
STR_HEAD_DRV_SIZE=크기
STR_HEAD_DRV_OPERATE=작업
STR_HEAD_BACKUP_STATE=상태
STR_HEAD_BACKUP_TIME=마지막 백업
STR_HEAD_PRINTER_NAME=프린터 이름
STR_HEAD_PRINTER_IP=IP
STR_HEAD_HARD_TYPE=하드웨어 유형
STR_HEAD_QUDRY_RESULT=결과
STR_HEAD_WARN=업데이트 여부


STR_HEAD_DRV_VER1=버전
STR_HEAD_DRV_DATE=날짜
STR_HEAD_DRV_INFO=정보
STR_HEAD_DRV_BACKUPTIME=백업 시간
STR_HEAD_DRV_BACKUPVER=버전
STR_HEAD_DRV_BACKUPINFO=정보
STR_HEAD_DRV_BACKUPINFO_ACTION=옵션
		
STR_CURRENT_QUERYDEV=검사 중
STR_CHECK_UPDATE=업데이트 확인

STR_AKEY_UPDATE=시작
STR_AKEY_INSTALL=설치
STR_AKEY_REPAIR=복구
STR_AKEY_DEAL_FINISH=완료
STR_AKEY_DEAL_BACK=%d 개의 드라이버가 성공적으로 백업되었습니다!
STR_AKEY_DEAL_BACK_FAILED=%d 개의 드라이버 백업이 실패되었습니다.
STR_AKEY_DEAL_REPAIR_SUC=%d 개의 드라이버가 성공적으로 복구되었습니다!
STR_AKEY_DEAL_REPAIR_FAILED=%d 개의 드라이버 복구가 실패되었습니다.
STR_AKEY_DEAL_CANCEL=취소
STR_NOTNEEDUPDATE=최신
STR_RE_QUERY=다시 검사
STR_CANCELDEAL=정말로 작업을 취소하시겠습니까?<n>현재 작업을 마친 후 중지됩니다.
STR_NOTNEEDBACKUP=백업됨
STR_BACKUPOK=성공
STR_BACKUPERROR=백업 실패됨
STR_START_RESTORE= 복원
STR_CANCEL_RESTORE=취소
STR_LATER=나중에
STR_DRV_UNINSTALL_TIP={f 5}{c #e9e9e9}드라이버 제거 후 해당 장치는 작동하지 않습니다!{/c}{/f}
STR_COPY=복사
STR_COPY1=사본 있음
STR_DRV_INFO_SETSHOW=설정

STR_RESTORE_SYSTEM=삭제
STR_LOCALDRV_BROWSEBTN=파일 찾아보기
STR_LOCALDRV_MANULBTN=수동
STR_LOCALDRV_DOWNBTN=다운로드
STR_LOCALDRV_MOREBTN=추가
STR_LOCALDRV_SUILT_SYSTEM=지원 시스템:
STR_LOCALDRV_SHUTDOW_SYSTEM=시스템 종료
STR_LOCALDRV_REBOOT_SYSTEM=재시작
STR_LOCALDRV_MAINPAGE_CHECK_TEXT= 작업 완료 후 시스템 종료 또는 재시작하시겠습니까?
STR_LOCALDRV_DEV_STATUS =상태
STR_LOCALDRV_REBOOT_NEED_INST =마지막 제거 후 PC를 재시작했습니다. 계속하시겠습니까?
STR_LOCALDRV_DOWN_FAIL = {f 5}알 수 없는 오류로 인해 다운로드가 실패되었습니다!<n>다운로드를 위해 브라우저에 {c #207EBC}{u}{a}링크 주소를 복사{/a}{/u}{/c}해넣을 수 있습니다!{/f}
STR_LOCALDRV_CHECK_FAIL = {f 5}알 수 없는 오류로 인해 확인이 실패되었습니다!<n>다운로드를 위해 브라우저에 {c #207EBC}{u}링크 주소를 복사{/u}{/c}해넣을 수 있습니다!{/f}
STR_LOCALDRV_UPTODATE_BTN=최신


STR_LOCALDRV_DOWN_FAIL_OKBTN =다운로드
STR_AUTO_NOTNEEDUPDATEDEVCOUNT=최신
STR_AUTO_GAME_COMPONENTS=게임 구성 요소
STR_AUTO_SYSTEM_INDEX=시스템 복구
STR_AUTO_RECOMMENDSOFTWARE=소프트웨어 추천

STR_AUTO_RESULT3={c #e9e9e9}축하합니다! 모든 드라이버 완벽!{/c}
STR_AUTO_RESULT4={c #CA0500}%d{/c} {c #e9e9e9}개의 오래된 드라이버!{/c}
STR_AUTO_RESULT4_1={c #CA0500}1{/c} {c #e9e9e9}개의 오래된 드라이버{/c}
STR_AUTO_RESULT4_D=PC가 정상적으로 작동 중이라면 업데이트를 권장하지 않습니다.
STR_AUTO_RESULT5={c #CA0500}%d{/c} {c #e9e9e9}개의 드라이버 복구가 필요합니다!{/c}
STR_AUTO_RESULT5_1={c #CA0500}1{/c} {c #e9e9e9}개의 누락된 드라이버{/c}
STR_AUTO_RESULT6={c #CA0500}%d {/c} {c #e9e9e9}개의 드라이버 복구 필요;{/c}{c #CA0500}%d {/c} {c #e9e9e9}개의 드라이버 업데이트 필요!{/c}
STR_AUTO_RESULT7=작업 완료를 위해 PC 재시작!
STR_AUTO_RESULT8=주의: 하드웨어에 어떤 문제가 있습니다.
STR_AUTO_RESULT9={c #CA0500}%d{/c} 개의 문제 해결이 필요합니다!
STR_SCANRESULT_NOTICE=알림: 


STR_AUTO_NEEDINSTALL_INTELDISPLAY=NVIDIA 그래픽 드라이버를 설치하기 전에 인텔 그래픽 드라이버를 설치하세요!
STR_AUTO_NEEDINSTALL_AMDDISPLAY=AMD 그래픽 드라이버를 설치하기 전에 인텔 그래픽 드라이버를 설치하세요!
STR_AUTO_NEEDINSTALL_AMDAMDDISPLAY=AMD Discrete 그래픽 드라이버를 설치하기 전에 AMD 통합 그래픽 드라이버를 설치하세요.
STR_AUTO_NEEDINSTALL_RECOMM=업데이트
STR_AUTO_UPDATE_FINISH=업데이트 완료!
STR_AUTO_UPDATE_HASCANCEL=취소

STR_EXIT=끝내기
STR_RUN_LAY=확인

STR_DRV_UPDATE_PROMPT=업데이트 알림
STR_DRV_UPDATE_PROMPT_CONTENT=%c 디스크에 사용 가능한 공간이 3GB 미만이므로 드라이버 설치가 실패될 수 있습니다. 디스크 정리 권장. 
STR_BACKUP_FREESPACE_NOTENOUGH=%s 디스크에 사용 가능한 공간이 3GB 미만이므로 드라이버 백업이 실패될 수 있습니다. 디스크를 정리하거나 경로를 변경해 주세요.
STR_DOWNLOAD_FREESPACE_NOTENOUGH=%s 디스크에 사용 가능한 공간이 3GB 미만이므로 드라이버 다운로드가 실패될 수 있습니다. 디스크를 정리하거나 경로를 변경해 주세요.
STR_DRV_UPDATE_PROMPT_OPENCLEAN=지우기(권장)
STR_DRV_UPDATE_PROMPT_IGNORE=제외
STR_REBOOT_NOW=지금 재시작
STR_REBOOT_REPAIR_NEED=재시작
STR_REBOOT_REPAIR_NOW=재시작
STR_REBOOT_NEED=PC 재시작 
STR_REBOOT_REINSTALL=재시작
STR_REBOOT_RESULT=재시작
STR_UPDATE_NOW=지금 업데이트

STR_SHUTDOWN_NOW=지금 시스템 종료
STR_REBOOT_NOW2=지금 재시작
STR_SHUTDOWN_NEED=설치 완료! 사용자 컴퓨터가 곧 종료됩니다.
STR_REBOOT_NEED2=설치 완료! 사용자 컴퓨터가 곧 재시작됩니다.

STR_DRV_ENABEL=활성화
STR_DRV_UPDATE_BASE=오래됨
STR_DRV_ENABEL_STATE=비활성화됨
STR_DRV_ENABEL_TIP=장치가 비활성화되었습니다. 드라이버를 설치하려면 활성화하세요.
STR_DRV_ENABEL_RESTORE_TIP=장치가 비활성화되었습니다. 드라이버를 복원하려면 활성화하세요.
STR_DRV_ENABEL_DOING=시작 중...
STR_DRV_SCAN_DOING=복구 중...
STR_DRV_SCAN=드라이버 복구

STR_MENU_TOUCHPAD_ENABLE=활성화
STR_MENU_TOUCHPAD_DISABLE=비활성화
STR_MENU_OPTION=설정
STR_MENU_ACTIVITE=제품 활성화
STR_MENU_NEWFEATURES=새로운 기능
STR_MENU_MAIN_PAGE=홈페이지
STR_MENU_FAQ=기술 FAQ
STR_MENU_HELPUS=번역 돕기
STR_MENU_FORUM=포럼

STR_MENU_DEV_DETAIL=장치 정보
STR_MENU_LOCAL_DRV_DELFILE=삭제
STR_MENU_LOCAL_DRV_REPORT=피드백
STR_MENU_LOCAL_DRV_DATAILED=세부 정보
STR_DRV_DRIVER_FILE=드라이버 파일
STR_DRV_DRIVER_INFO=드라이버 정보
STR_ABOUT=제품 정보
STR_ABOUT_ACTIVED=활성화됨
STR_ABOUT_ACTIVE_PRO=전체 기능을 위해 PRO 활성화
STR_ABOUT_SERIAL_NUM=코드:
STR_ABOUT_PRIVACY=개인정보 보호정책
STR_ABOUT_EULA=EULA
STR_ABOUT_ACTIVEFULL=PRO 활성화
STR_ABOUT_MAKE=--소중한 시간을 가치있게 사용하세요.

STR_REGISTER=활성화됨


STR_DRV_INFO_DETAIL=세부 정보: 
STR_DRV_INFO_DEV=장치: 
STR_DRV_INFO_NAME=이름:
STR_DRV_INFO_CLASS=범주:
STR_DRV_INFO_MANU=MFR:
STR_DRV_INFO_DATE=출시 날짜: 
STR_DRV_INFO_VER=버전: 
STR_DRV_INFO_SIZE=크기:  
STR_DRV_INFO_INFO=정보:
STR_DRV_INFO_GRADE=평가:
STR_DRV_INFO_DESC=소개:

STR_DRV_INFO_MORE={f 9}소개:{/f} {a}추가 정보{/a}
STR_DRV_INFO_NO=번호
STR_DRV_INFO_HWID=HWID:
STR_DRV_INFO_HASH=체크섬

STR_RESTORE_NOITEM={a}<u>먼저 드라이버를 백업</u>{/a}하거나 {a}<u>다른 백업 디렉터리를 선택</u>{/a}해야 합니다.

STR_CTRL_RESTORE_DELBACKUP=삭제
 
STR_OPTION_SELECTBACKUP_DIR=복원할 백업 파일을 선택하세요.

STR_BACKUP_DETECTING={c #e9e9e9}{f 4}백업 정보 확인 중, 잠시 기다려 주세요...{/f}{/c}
STR_BACKUP_START=시작

STR_BACKUP_STATUS_NOTBACKUP=백업 안됨
STR_BACKUP_STATUS_BACKUP=백업됨
STR_BACKUP_STATUS_CANNOT=백업 불가
STR_BACKUP_STATUS_NOTDRIVER=드라이버 없음
STR_BACKUP_NEEDBACKUPCOUNT={f 5}{c #e9e9e9}%d개의 드라이버 백업 가능!{/c}{/f}
STR_BACKUP_NOTNEEDBACKUP={f 5}{c #e9e9e9}모든 드라이버 백업됨!{/c}{/f}
STR_BACKUP_NOAVAILABLEDRIVER={f 5}{c #e9e9e9}백업 가능한 드라이버 없음!{/c}{/f}
STR_BACKUP_WAIT=대기 중
STR_BACKUP_DOING=처리 중
STR_BACKUP_DOING1=처리 중
STR_BACKUP_CANCEL2=현재 작업을 마치면 중지됩니다!
STR_BACKUP_NEED=백업 필요
STR_BACKUP_NOTNDDE=백업됨
STR_VIEW_BACKUP_SETTING=백업 설정
STR_VIEW_BACKUP_FILE=백업 파일 보기
STR_BACKUP_FINISH=백업 완료!
STR_BACKUP_CANCEL=취소
STR_BACKUP_RESULT1={c #CA0500}%d{/c} 개의 드라이버 백업 성공;{c #CA0500}%d{/c}개의 드라이버 백업 실패됨! 
STR_BACKUP_RESULT2={c #CA0500}%d{/c} 개의 드라이버가 성공적으로 백업되었습니다!
STR_BACKUP_RESULT3={c #CA0500}%d{/c} 개의 드라이버 백업이 실패되었습니다!

STR_EVALUATE_NO=평가 안됨
STR_EVALUATE_QUERY_REPORT=피드백
STR_EVALUATE_SYSTEM=%s 시스템 평가
STR_EVALUATE_RESULT_NOT_SUPPORT=결과: 지원 안됨!
STR_EVALUATE_SYSTEM_SUPP=기본

STR_MANUAL_UPDATE_FAILED=실패됨
STR_MANUAL_UPDATE_FAILED_DATA=실패된 데이터
STR_MANUAL_NEEDREBOOT=재시작

STR_MANUAL_REDOWNLOAD=재-다운로드
STR_MANUAL_BEGINUPDATE=업데이트
STR_MANUAL_BEGININSTALL=설치
STR_MANUAL_WAITFORINSTALL=대기 중
STR_MANUAL_INSTALLING=설치 중...
STR_MANUAL_UNZIPING=압축 해제 중...

STR_REFRESH=새로 고침
STR_REMOVE_WAIT=대기 중
STR_REMOVE_BEGINREMOVE=제거
STR_REMOVE_DOINGREMOVE=제거 중...
STR_REMOVE_DOINGREMOVE1=제거 중:
STR_REMOVE_DOINGREMOVE2=%s 개의 오래된 드라이버 제거 중. 잠시 기다려 주세요...
STR_REMOVE_FAILED=제거 실패됨
STR_REMOVE_SUCC=성공
STR_REMOVE_FINISH=완료
STR_REMOVE_CANCEL=취소
STR_REMOVE_RESULT1={c #CA0500} %d{/c}개의 드라이버 제거 성공; {c #CA0500}%d{/c}개의 드라이버 제거 실패됨!{/c}
STR_REMOVE_RESULT2={c #CA0500} %d{/c}개의 드라이버가 성공적으로 제거되었습니다!
STR_REMOVE_RESULT3={c #CA0500}%d {/c}개의 드라이버 제거가 실패되었습니다!
STR_REMOVE_FINISH_NEEDREBOOT=재시작 
STR_SELECT_DRV_BACKUP={c #666666}복원 중일 때 다른 작업을 수행하지 마세요!{/c}

STR_RESTORE_RESTORE1=드라이버 복원 취소됨! 현재 작업이 완료되면 중지됩니다!
STR_RESTORE_DOINGRESTORE=복원 중...
STR_RESTORE_RESTOREOK=완료
STR_RESTORE_RESTOREFAILED=복원 실패됨
STR_RESTORE_RESTORING=  
STR_RESTORE_RESTORE_SELECT=복원 준비 중
STR_RESTORE_RESTORE_NOT_SELECT=선택 안됨
STR_RESTORE_SELECTBACKUPDIR=<u>다른 백업 디렉터리 선택</u>

STR_RESTORE_FINISH=완료
STR_RESTORE_CANCEL=취소
STR_RESTORE_RESULT1={c #CA0500}%d {/c}개의 드라이버 복원 성공;{c #CA0500}%d {/c}개의 드라이버 복원 실패됨!{/c}
STR_RESTORE_RESULT2={c #CA0500}%d {/c}개의 드라이버가 성공적으로 복원되었습니다!
STR_RESTORE_RESULT3={c #CA0500}%d {/c}개의 드라이버 복원이 실패되었습니다!
STR_RESTORE_NODRIVER=복원된 드라이버 없음!
STR_RESTORE_FINISH_NEEDREBOOT=작업 검증을 위해 다시 시작하세요!
STR_RESTORE_NEED_RESTORE_TEXT=비정상적인 {c #207EBC}%s{/c} 드라이버를 불러올 수 없습니다! 드라이버를 복원하는 것이 좋습니다!
STR_RESTORE_NEED_RESTORE_OKBTN=복원
STR_RESTORE_NEED_RESTORE_CANCELBTN=취소

STR_RESTORE_NEEDCOUNT={f 5}{c #e9e9e9}%d 개의 드라이버 복원 가능!{/c}{/f}
STR_RESTORE_SET_TIPS1=설정에서 백업 디렉터리를 수정할 수 있습니다.
STR_RESTORE_NOCOUNT={f 5}{c #e9e9e9}백업 파일을 찾을 수 없습니다!{/c}{/f}

STR_CTRL_AUTOUPDATE_NOUPDATE=새로운 드라이버가 없습니다!

STR_DEVCLASS_UNKNOWN=알수 없는 장치
STR_DEVCLASS_DISP=디스플레이 어댑터
STR_DEVCLASS_NET=네트워크 어댑터
STR_DEVCLASS_MOUSE=마우스 및 기타 포인팅 장치
STR_DEVCLASS_TOUCHTABLET=터치패드
STR_DEVCLASS_MEDIA=사운드, 비디오 및 게임 컨트롤러
STR_DEVCLASS_MONITOR=모니터
STR_DEVCLASS_BATTERY=배터리
STR_DEVCLASS_SOFTNET=Softnet 
STR_DEVCLASS_SYS=시스템 장치
STR_DEVCLASS_USB=USB 컨트롤러
STR_DEVCLASS_USBHUB=USB 허브
STR_DEVCLASS_BLUETOOTH=블루투스
STR_DEVCLASS_PRINTER=프린터
STR_DEVCLASS_KEYBOARD=키보드
STR_DEVCLASS_CDROM=DVD/CD-ROM 드라이브
STR_DEVCLASS_FLOPPYDISK=플로피 디스크
STR_DEVCLASS_POWERMGR=PowerMgr
STR_DEVCLASS_CCT=CCT 
STR_DEVCLASS_UAA=오디오 컨트롤 버스(UAA)
STR_DEVCLASS_IMG=이미징 장치
STR_DEVCLASS_DISKCONTROLLER=디스크 컨트롤러
STR_DEVCLASS_INFRARED=적외선 장치
STR_DEVCLASS_IMAGE=카메라
STR_DEVCLASS_MB=마더보드
STR_DEVCLASS_WIRELESSNET=Wlan

STR_DEVCLASS_HDMI=HDMI 
STR_DEVCLASS_USB_NET=USB WLAN

STR_STRCOMMON_BAND=공식
STR_BRANDDRIVER=상표
STR_COMPATIBLE=호환성
STR_PUBLICDRIVER=WHQL 

STR_CHECKVER_GETVERINFO=업데이트 확인 중, 잠시 기다려 주세요...
STR_CHECKVER_NONEWVER=현재 최신 버전을 사용 중입니다!
STR_CLIENT_UPDATECHECK=현재 버전보다 더 새로운 버전이 있습니다. 최신 버전으로 업데이트하세요.
STR_CLIENT_UPDATEING=업데이트 중, 잠시 기다려 주세요...
STR_CLIENT_UPDATEOK=업데이트 완료. 계속하려면 "시작" 버튼을 누르세요.
STR_CLIENT_DOWNING=내려받는 중:

STR_TIPS_TITLE_DEFAULT=팁
STR_TIPS_INSTALL_DISPLAY=디스플레이 드라이버를 업데이트할 때 블랙 화면이 깜빡일 수 있습니다!
STR_TIPS_INSTALL_NET=네트워크 드라이버를 업데이트할 때 네트워크 연결이 일시 중단될 수 있습니다!
STR_TIPS_INSTALL_MEDIA=드라이버 업데이트 이후 오디오 장치의 재설정이 필요할 수 있습니다.
STR_TIPS_CLIENT_UPDATE=업데이트 완료. 계속하려면 "시작" 버튼을 누르세요.
STR_TIPS_DELETE_FILE=드라이버 패키지가 삭제되었습니다!
STR_TIPS_DELETE_FILE_FAILED=드라이버 패키지 삭제 실패됨! 파일들이 사용 중인지 확인하고 다시 시도하세요.
STR_TIPS_COPY_INFO_SUCC=정보 복사 성공! 
STR_TIPS_COPY_INFO_FAILED=정보 복사 실패됨!
STR_TIPS_COPY_SHAREURL_SUCC=공유 주소 복사 성공!
STR_TIPS_COPY_SHAREURL_FAILED=공유 주소 복사 실패됨! 다시 시도하세요.
STR_TIPS_USE_NOW=지금 사용
STR_TIPS_TOUCH_TITLE=터치패드 변경 알림
STR_TIPS_TOUCH_LAB=외부 USB 마우스 사용 가능. 터치패드를 비활성화하시겠습니까?
STR_TIPS_TOUCH_NONOTICE_LAB=다시 알리지 않음
STR_TIPS_CANNOTEXIT2=강제로 종료하시겠습니까?

STR_BASIC_NEED_UPDATE={c #CA0500}%d{/c} 개의 드라이버 복구가 필요합니다!
STR_BASIC_NEED_BACKUP={c #CA0500}%d{/c} 개의 드라이버 백업이 필요합니다!
STR_BASIC_NEED_REBOOT={c #CA0500}재시작 필요{/c}

STR_BASIC_NEED_UPDATE2={c #ea9321}업데이트 가능{/c}
STR_BASIC_NEED_INSTALL={c #CA0500}복구 필요{/c}
STR_BASIC_DEV_BAD={c #CA0500}하드웨어 오류{/c}
STR_BASIC_DEV_BAD2=하드웨어 오류



STR_BASIC_NOTNEED_UPDATE=최신
STR_BASIC_NOTNEED_BACKUP=백업됨 
STR_BASIC_STATUS_DETECTING={c #e9e9e9}검사 중, 잠시 기다려 주세요...{/c}
STR_BASIC_COMPUTER=%s

STR_BASIC_RESULT1={c #e9e9e9}{c #CA0500} %d {/c}개의 드라이버 문제 해결됨; {c #CA0500}%d {/c}개의 드라이버 문제 해결 안됨!{/c}
STR_BASIC_RESULT2={c #e9e9e9}{c #CA0500} %d {/c}개의 드라이버 문제가 수정되었습니다!{/c}
STR_BASIC_RESULT3={c #e9e9e9}{c #CA0500}%d {/c}개의 드라이버 문제 수정이 실패되었습니다!{/c}
STR_BASIC_NODRIVER={c #e9e9e9}해결된 드라이버 문제가 없습니다!{/c}

STR_BASIC_MUST_SOFT=필요한 소프트웨어
STR_BASIC_INDEX_FAILED=드라이버 설치 시 알 수 없는 오류가 발생했습니다! 다시 시도하세요.
STR_BASIC_INDEX_RESOLVE={c #3c3c3c}{f 4}실패한 드라이버 업데이트에 대한 지능적 복구 시도 중.{/f} {/c}
STR_BASIC_INDEX_REPAIR_DOING={c #3c3c3c}{f 4}지능적 복구 시작!{/f}{/c}

STR_BASIC_INDEX_REPAIR_ERROR=죄송하지만 지능적 복구 시작이 실패되었습니다!
STR_BASIC_INDEX_TASK={c #3c3c3c}지능적 복구 시작!{/c} 
STR_BASIC_INDEX_REPAIR_REPORT=피드백
STR_BASIC_INDEX_REPAIR_REPAIR=지능적 복구
STR_BASIC_DRV_CHECKERROR={c #3c3c3c}{f 4}드라이버 다운로드 오류로 인해 업데이트 불가!{/f} {/c}
STR_BASIC_DRV_CHECKERROR_TIP=팁: 도움을 위해 기술 지원팀에 연락하거나 {a}피드백{/a}을 전송해 주세요.

STR_STRCOMMON_DESKTOP=데스크톱
STR_STRCOMMON_BENBEN=랩톱
STR_BIT=-bit
STR_32BIT=32-bit
STR_64BIT=64-bit
STR_PROFESSIONAL=Professional
STR_HOME_EDTITION=Home

STR_DEV_DETAIL_DRV=정보.
STR_DEV_DETAIL_DRV_OLD=현재
STR_DEV_DETAIL_DRV_NEW=업데이트
STR_DEV_DETAIL_DEVID=장치
STR_DEV_DETAIL_HWID=HWID:
STR_DEV_DETAIL_CMID=호환 ID:
STR_DEV_DETAIL_EXPORT=장치 정보 내보내기
STR_DEV_DETAIL_SAVE=따로 저장


STR_PNP_UNKNOW=알수 없음
STR_PNP_ANDROID=안드로이드
STR_PNP_IOS=iOS
STR_PNP_IMAGE=카메라
STR_PNP_VIDEO=비디오
STR_PNP_AUDIO=오디오
STR_PNP_WIRELESS=무선
STR_PNP_HANDWRITING=라이팅 패드
STR_PNP_HID=HID
STR_PNP_XBOX=XBOX
STR_PNP_MASS=대용량 저장 장치
STR_PNP_READ_CARD=카드 리더기
STR_PNP_UDISK=USB 플래시 디스크
STR_PNP_MOBILE_DISK=모바일 HDD
STR_PNP_UKEY=Health USB 키
STR_PNP_KEYMOUSE=키보드/마우스
STR_PNP_NO=장치 확인 중, 잠시 기다려 주세요...
STR_PNP_HASDEV={c #CA0500}%d{/c} USB 장치 연결됨

STR_PNP_DRIVERSTATUSOK=드라이버 정상
STR_PNP_DRIVERSTATUSERROR=드라이버 비정상
STR_PNP_INSTANCEDRIVER=설치

STR_PNP_QUERYDRIVER=검색 중...
STR_PNP_DISABLE_DONE=비활성화됨

STR_PRINTER_OPTION_SEARCH=검색
STR_PRINTER_OPTION_SET=설정									
STR_PRINTER_ADD=네트워크 프린터
STR_PRINTER_SEARCH=검색

STR_PRINTER_STOP=중지
STR_PRINTER_SEARCHING=프린터 검색 중. 네트워크 상태에 따라 시간이 조금 걸릴 수 있습니다.<n>대신에 검색을 취소하고 장치 목록에서 수동으로 설치할 수 있습니다.
STR_PRINTER_SEARCH_FAILED=검색 실패됨!
STR_PRINTER_SEARCH_FAILED2=사용 가능한 프린터 검색 실패됨! 프린터를 확인하고 다시 시도하세요.
STR_PRINTER_DOWN=프린트 드라이버 다운로드
STR_PRINTER_DWONING=내려받는 중:
STR_PRINTER_DWON_FAILED={f 1}다운로드 실패됨! {a}뒤로{/a}를 누르고 다시 시도하세요.{/f}
STR_PRINTER_INSTALL=프린터 드라이버 설치
STR_PRINTER_INSTALLED={f 1}드라이버 설치 성공!{/f}
STR_PRINTER_INSTALL_SUCC={f 11}{c #5c5e64}추가된 프린터:{/c}{/f} {c #666666}%s{/c}
STR_PRINTER_INSTALL_FAILED={f 1}설치 실패됨! {a}뒤로{/a}를 누르고 다시 시도하세요.{/f}
STR_PRINTER_DEFAULT_SET=이 네트워크에서 다른 기기와 프린터를 공유해야 하는 경우, 제어판에서 설정을 변경하세요.<n>{a}<u>설정</u>{/a}
STR_PRINTER_SELECT_DESC=프린터 IP 입력
STR_PRINTER_SELECT_IP=프린터 IP:
STR_PRINTER_SELECT_IP_DESC=전체 네트워크 검색은 끝에 {f 12}{c #2285C6}*{/c}{/f} 기호 입력.
STR_PRINTER_SELECT_IP_RANGE=IP 범위:
STR_PRINTER_SELECT_IP_TO=-
STR_PRINTER_IP_ERR=IP 주소가 잘못되었습니다! 주소를 확인하고 다시 시도하세요.

STR_PRINTER_BRAND_Broadcom=Broadcom
STR_PRINTER_BRAND_HP=HP
STR_PRINTER_BRAND_Lenovo=Lenovo
STR_PRINTER_BRAND_DELL=Dell
STR_PRINTER_BRAND_Canon=Canon
STR_PRINTER_BRAND_RICOH=Ricoh
STR_PRINTER_BRAND_Samsung=Samsung
STR_PRINTER_BRAND_Sharp=Sharp
STR_PRINTER_BRAND_Fujitsu=Fujitsu
STR_PRINTER_BRAND_EPSON=Epson
STR_PRINTER_BRAND_lexmark=Lexmark
STR_PRINTER_BRAND_FuJiXerox=Fuji Xerox
STR_PRINTER_BRAND_Panasonic=Pannasonic
STR_PRINTER_BRAND_Brother=Brother
STR_PRINTER_BRAND_Seiko=Seiko
STR_PRINTER_BRAND_OKI=확인I
STR_PRINTER_BRAND=상표
STR_PRINTER_BRAND_SEL=프린트 상표를 선택하세요.
STR_PRINTER_PRODUCT=모델
STR_PRINTER_PRODUCT_SRC=프린터 모델 빠른 검색
STR_PERIPH_NO_DEV=장치가 감지되지 않으면, 드라이버 복구를 시도하세요.
STR_PERIPH_NO_DEV2=EaseUS DriverHandy는 연결된 장치들을 자동으로 감지할 수 있습니다. 따라서 수동 추가는 필요하지 않습니다.<n>연결된 장치들이 감지되지 않으면, 연결 선을 뽑았다가 다시 삽입하거나 연결 포트를 변경해보세요.
STR_PERIPH_NO_DEV3=시스템 환경에 뭔가가 잘못되었습니다. 드라이버를 설치하기 전에 복구해 주세요.
STR_PRINTER_SELECT=프린터 선택					

STR_DOWNLOAD_WAIT=대기 중
STR_DOWNLOAD_DOING=내려받는 중...
STR_DOWNLOAD_SUCC=완료
STR_DOWNLOAD_FAILED=실패됨
STR_DOWNLOAD_FINISH=마침

STR_DOWNLOAD_CANCEL=취소

STR_DOWNLOAD_CHECKERROR=확인 오류!
STR_DOWNLOAD_CHECKERROR1=확인 실패됨!
STR_DOWN_INSTALLED=설치됨
STR_SOFTDOWN_INSTALL=설치
STR_DOWN_PROGRESS=%d 개의 드라이버 내려받는 중 (전체:%d)
STR_DOWN_CURDRV={c #e9e9e9}%s 드라이버 내려받는 중{/c}
STR_DOWNLOAD_CANCEL=취소

prt_peripherals_back_link={a}{f 1}<u>주변 장치</u>{/f} {f 11}>{/f}{/a} {f 1}{c #6B6B6B}프린터 추가{/c}{/f}
prt_lab_tips1=프린터 검색 방법 선택
prt_lab_tips2=프린터 상표 선택
prt_lab_tips3=드라이버 다운로드 및 설치


STR_INSTALL_DOING=업데이트 중...
STR_REPAIR_DOING=복구 중...
STR_INSTALL_SUCC=성공
STR_INSTALL_FAIL=실패됨
STR_REPAIR_SUCC=성공
STR_REINSTALL=재설치
STR_INSTALL_PROGRESS=%d 개의 드라이버 설치 중 (전체: %d)
STR_NONEED_REINSTALL=최신


STR_INSTALL_CURDRV={c #e9e9e9}설치 중, 잠시 기다려 주세요...{/c}
STR_INSTALL_DOC_NET=드라이버 패치 설치 중, 잠시 기다려 주세요...
STR_INSTALL_DOC_NET2=작업 완료에 시간이 조금 걸릴 수 있습니다. 잠시만 기다려 주세요.
STR_INSTALL_ERROR=설치 실패됨!

STR_INSTALL_M_ERR=시스템 오류로 인해 설치가 실패되었습니다!
STR_INSTALL_M_ERR2=PC를 재시작하고 다시 시도하세요!

STR_SETTING_DRVQUERYLAB=프로그램 실행 시 자동으로 상태 확인

STR_AUTOQUERY_EVERYTIMES=매번
STR_AUTOQUERY_EVERYDAY=매일
STR_AUTOQUERY_NEVER=확인 안함

STR_SETTING_SHOWDETAILEDINFOCHECK=특정 항목 클릭 시 세부 정보 표시
STR_SETTING_SELECTFLODER=폴더 선택
STR_SETTING_SOCKET_OK=프록시 사용 가능
STR_SETTING_SOCKET_FAILED=프록시 사용 불가! 다시 설정하세요!
STR_SETTING_WARN=업데이트 알림
STR_SETTING_NO_WARN=알리지 않음
STR_SETTING_WARNING1=잘못된 다운로드 디렉터리입니다!
STR_SETTING_WARNING2=잘못된 백업 디렉터리입니다!
STR_SETTING_WARNING3=백업 폴더와 다운로드 폴더는 같을 수 없습니다!

STR_QUERY_RETRY=재시도
STR_QUERY_ERROR=네트워크 오류! 네트워크 설정을 확인해 주세요.
STR_QUERY_ERROR2=드라이버 확인이 실패되었습니다!

STR_QUERY_ERROR_CAUSE=원인: 쿼리 모듈이 알 수 없는 오류에 의해 중단되었습니다!


STR_NET_TITLE=연결 알림
STR_NET_NO_DEV=사용 가능한 네트워크를 찾을 수 없습니다! {a}하드웨어 설정{/a}을 확인해 주세요.
STR_NET_NO_DRV=네트워크 카드 드라이버가 비정상적으로 설치되었습니다! 드라이버를 설치하려면 {a}RichScan{/a} 또는 {a}EaseUS DriverHandy for Network Card{/a}을 시도합니다.
STR_NET_NO_NET=사용 가능한 네트워크가 감지되지 않습니다! {a}네트워크 설정{/a}을 확인해 주세요.
STR_NET_NO_SERVER=서버 연결 실패됨! 귀하의 문제를 저희 {a}공식 포럼{/a}에 전송해 주세요.
STR_NET_NO_DRV_HAS_BACKUP=비정상적인 네트워크 드라이버로 인해 EaseUS DriverHandy가 작동하지 않습니다. 네트워크 드라이버를 복원하는 것이 좋습니다!
STR_NET_NO_DRV_NETVER=비정상적인 네트워크 드라이버로 인해 EaseUS DriverHandy가 작동하지 않습니다. 네트워크 드라이버 수정을 위해 {a}EaseUS DriverHandy for Network Card{/a}을 사용할 수 있습니다!

STR_UNINSTALL_CUR_DRV=사용자 컴퓨터에서 오래된 %s 드라이버가 발견되었습니다. 업데이트하기 전에 제거해야 합니다.
STR_UNINSTALL_AND_INSTALL=제거
STR_NO_UNINSTALL=업데이트 	
STR_EXIT_INSTALL=취소

STR_DOUBLEDISPLAY_REMINDER=복원할 디스플레이 드라이버 하나만 선택하세요!


STR_NEW=최신
STR_MUST=필수
STR_IMPORT=중요


STR_SYSTEM_INFO=컴퓨터: %s, 시스템: %s  
STR_CLIENT_VERSION=버전:%s
STR_UNZIP_ING=드라이버 파일 압축 해제 중, 잠시 기다려 주세요...
STR_IGNORE_TEXT=제외됨(%d)
STR_LAGNUAGE_CHANGE=새로운 언어 선택됨. 변경 사항 적용을 위해 프로그램을 재시작하세요.

STR_USER_SHARE_FAILED=데이터 전송 실패됨! 네트워크 연결을 확인하고 다시 시도하세요.
STR_USER_EMAIL_FAILED=이메일 주소가 잘못되었습니다!

STR_BOTTOM_STABLE_MODE=안정 드라이버
STR_BOTTOM_NOMAL_MODE=최신 드라이버

;start
STR_HOME_LAB1=전체 드라이버를 확인하려면 PC를 검사하세요.
STR_HOME_LAB2=드라이버 업데이트 설치; 드라이버 복구가 실패되었습니다! 
STR_HOME_NET_ERROR=연결 실패됨!
STR_HOME_BTN_SCAN=검사
STR_HOME_BTN_STOP=중지
STR_HOME_SCAN_LAB1=컴퓨터 검사 중, 잠시 기다려 주세요...

STR_HOEM_MANAGE_BTN=도구
STR_HOEM_PNP_BTN=주변 장치
STR_HOEM_HARDWARE_BTN=도구 상자
STR_HOEM_PRE_LOAD_BTN=사전-다운로드

STR_ERROR_NET_NO_DEV=네트워크 카드를 찾을 수 없습니다!
STR_HOEM_ERROR_NET_NO_DEV_LINK={f 1}{c #E9F5FC}{a}{u}{c #E9F5FC}장치 관리자{/c}{/u}{/a} 열기{/c}{/f}
STR_ERROR_NET_NO_DRV=네트워크 드라이버가 작동하지 않습니다!
STR_HOEM_ERROR_NET_NO_DRV_LINK={f 1}{c #E9F5FC}EaseUS DriverHandy for Network Card로 수정 ({a}{u}{c #E9F5FC}%s{/c}{/u}{/a})
STR_ERROR_NET_NO_DRV_HAS_BACKUP=네트워크 드라이버가 작동하지 않습니다!
STR_HOEM_ERROR_NET_NO_DRV_HAS_BACKUP_LINK={f 1}{a}{u}{c #E9F5FC}백업으로부터 드라이버 복원{/c}{/u}{/a}{/f} 
STR_ERROR_NET_NO_DRV_NETVER=네트워크 드라이버가 작동하지 않습니다!
STR_HOEM_ERROR_NET_NO_DRV_NETVER_LINK={f 1}{a}{u}{c #E9F5FC}EaseUS DriverHandy for Network Card로 복구{/c}{/u}{/a}{/f} 
STR_ERROR_NET_NO_NET=인터넷에 연결되어 있지 않습니다!
STR_HOEM_ERROR_NET_NO_NET_LINK={f 1}{c #E9F5FC}{a}{u}{c #E9F5FC}네트워크 설정{/c}{/u}{/a} 열기{/c}{/f}  
STR_ERROR_NET_NO_SERVER= 서버에 연결이 실패되었습니다!
STR_HOEM_ERROR_NET_NO_SERVER_LINK= {f 1}{a}{u}{c #E9F5FC}온라인 고객지원 또는 피드백{/c}{/u}{/a}{/f}
STR_HOEM_ERROR_PRE_DOWNLOAD_LINK={f 1}{c #E9F5FC}또는 다른 PC에서 드라이버들을 내려받으려면 {a}{u}{c #E9F5FC}하드웨어 프로필 내보내기{/c}{/u}{/a}{/c}{/f}

STR_ERROR_NET_NO_DEV_LINK={f 1}{c #5a8ac4}{a}{u}{c #5a8ac4}장치 관리자{/c}{/u}{/a} 열기{/c}{/f}
STR_ERROR_NET_NO_DRV_LINK={f 1}{c #5a8ac4}EaseUS DriverHandy로 네트워크 카드로 수정 ({a}{u}{c #5a8ac4}%s{/c}{/u}{/a})
STR_ERROR_NET_NO_DRV_HAS_BACKUP_LINK={f 1}{a}{u}{c #5a8ac4}백업으로부터 드라이버 복원{/c}{/u}{/a}{/f} 
STR_ERROR_NET_NO_DRV_NETVER_LINK={f 1}{a}{u}{c #5a8ac4}EaseUS DriverHandy for Network Card로 복구{/c}{/u}{/a}{/f} 
STR_ERROR_NET_NO_NET_LINK={f 1}{c #5a8ac4}{a}{u}{c #5a8ac4}네트워크 설정{/c}{/u}{/a} 열기{/c}{/f}  
STR_ERROR_NET_NO_SERVER_LINK= {f 1}{a}{u}{c #5a8ac4}온라인 고객지원 또는 피드백{/c}{/u}{/a}{/f}
STR_ERROR_PRE_DOWNLOAD_LINK={f 1}{c #5a8ac4}또는 다른 PC에서 드라이버들을 내려받으려면 {a}{u}{c #5a8ac4}하드웨어 프로필 내보내기{/c}{/u}{/a}{/c}{/f}

;main left
STR_LEFT_DIAGNOSIS=드라이버 상태
STR_LEFT_TOOLS=복구 센터
STR_LEFT_TOOLS_B=드라이버 백업
STR_LEFT_TOOLS_R=드라이버 복원
STR_LEFT_TOOLS_SYS=시스템 복원
STR_LEFT_TOOLS_U=드라이버 제거

STR_LEFT_PERIPHERAL=주변 장치 드라이버
STR_LEFT_USB=USB 드라이버
STR_LEFT_PRINTER=프린터 드라이버

STR_LEFT_PRE=사전-다운로드 드라이버
STR_LEFT_PRE_LOCAL=이 PC 전용
STR_LEFT_PRE_OTHER=다른 PC 전용
STR_LEFT_PRE_HELP=오프라인 설치

STR_LEFT_HARDWARE=도구

STR_LEFT_SETTING=설정
STR_LEFT_SETTING_G=일반
STR_LEFT_SETTING_D=드라이버
STR_LEFT_SETTING_N=네트워크

STR_LEFT_HOMEURL=www.drivethelife.com

;bottom
STR_BOTTOM_ACTIVATE_BTN=지금 활성화
STR_BOTTOM_FREE_ACTIVATE_BTN=무료
STR_BOTTOM_RESTORE_LAB1=모든 드라이버를 확인하려면 사용자 PC 검사
STR_BOTTOM_RESTORE_LAB2=모든 드라이버를 확인하려면 사용자 PC 검사
STR_BOTTOM_BACKUP_LAB1={a}설정{/a}에서 백업 디렉터리 변경 가능
STR_BOTTOM_STATE_MODE_TIP=가장 적합한 드라이버를 제공합니다.
STR_BOTTOM_LASTER_MODE_TIP=최신 드라이버들을 제공합니다.
STR_BOTTOM_ACTIVATETO_BTN=Pro 활성화

;local detailwnd
STR_LOCAL_DETAIL_TITLE=드라이버 정보
STR_LOCAL_DETAIL_DRV_NAME=드라이버:
STR_LOCAL_DETAIL_DRV_VENDOR=공급업체:
STR_LOCAL_DETAIL_DRV_TYPY=유형:
STR_LOCAL_DETAIL_DRV_CREVER=버전:
STR_LOCAL_DETAIL_DRV_CURVER_DATE=날짜:
STR_LOCAL_DETAIL_DRV_CURVER_SIZE=크기:
STR_LOCAL_DETAIL_DRV_NEWVER=업데이트:
STR_LOCAL_DETAIL_DRV_UNKNOWN=알수 없음
STR_LOCAL_DETAIL_DRV_NODRIVER=드라이버 없음

STR_LOCAL_DETAIL_HEAD_NOW=설치됨
STR_LOCAL_DETAIL_HEAD_UPDATE=업데이트

STR_LOCAL_DETAIL_REPAIR=복구
STR_LOCAL_DETAIL_START=활성화
STR_LOCAL_DETAIL_CLOSE=닫기
;local head
STR_LOCAL_STOP_BTN=중지
STR_BASIC_INDEX_REPAIR_DONE=드라이버 복구 마침!

;hardware profile
STR_SYS_BOOT_TIME=부팅 시간:
STR_SYS_MODEL=모델:
STR_SYS_INSTALL_DATE=설치 시간: 
STR_SYS_VERSION=시스템:

STR_CPU_CLOCK=클럭:
STR_CPU_CACHE=캐시:
STR_CPU_CORES=코어:

STR_MEMORY_NAME=메모리
STR_MEMORY_VENDOR=공급업체:
STR_MEMORY_SIZE=크기:
STR_MEMORY_TYPE=유형:
STR_MEMORY_RELEASE_DATE=출시 날짜:


STR_DISK_NAME=디스크
STR_DISK_VENDOR=공급 업체:
STR_DISK_SIZE=크기:
STR_DISK_CACHE=캐시:
STR_DISK_POWER_ON_HOUR=가동 시간:
STR_DISK_POWER_CYCLE_COUNT=전원 켜기/끄기 수:
STR_DISK_TRANSFER_SPEED=전송 속도:
STR_DISK_INTERFACE_TYPE=인터페이스 유형:

STR_CPU_DETAIL_BTN={f 1}CPU{/f}
STR_MEMORY_DETAIL_BTN={f 1}메모리{/f}
STR_DISK_DETAIL_BTN={f 1}디스크{/f}

STR_CPU_DETAIL_BTN_HOT={f 23}{c #3a70af}CPU{/a}{/f}
STR_MEMORY_DETAIL_BTN_HOT={f 23}{c #3a70af}메모리{/a}{/f}
STR_DISK_DETAIL_BTN_HOT={f 23}{c #3a70af}디스크{/a}{/f}

STR_CPU_TYPE_LBL=CPU:
STR_MEMORY_TYPE_LBL=메모리:
STR_DISK_TYPE_LBL=디스크:
STR_DISPLAY_ADAPTER_TYPE_LBL=디스플레이 어댑터:
STR_MAINBOARD_TYPE_LBL=메인보드:
STR_MONITOR_TYPE_LBL=모니터:

STR_LOADING=불러오는 중...
;Settings
STR_ST_GENERAL=일반
STR_ST_AUTO_RUN=Windows 시작 시 EaseUS DriverHandy 시작
STR_ST_MINIMIZE_TO_TRAY=프로그램 닫을 때 시스템 트레이로 최소화
STR_ST_AUTO_SCAN=프로그램 실행 시 자동으로 검사 작업 수행
STR_ST_USE_CL=게임 환경 확인 및 최적화에 Conqueror Live 사용
STR_ST_AUTO_UPDATE=프로그램 자동으로 업데이트
STR_ST_DRIVERS=드라이버
STR_ST_DOWNLOAD_FOLDER=다운로드 폴더
STR_ST_BACKUP_FOLDER=백업 폴더
STR_ST_FOLDER_BROWSE=폴더 열기
STR_ST_AUTO_BACKUP_INSTALL=드라이버 설치 전 자동으로 백업
STR_ST_AUTO_BACKUP_UNINSTALL=드라이버 제거 전 자동으로 백업
STR_ST_AUTO_BACKUP_SYSTEM=드라이버 설치 전 자동으로 시스템 복원 지점 만들기
STR_ST_NETWORK=네트워크
STR_ST_DOWNLOAD_SPEED=최대 다운로드 속도:
STR_ST_NO_PROXY=프록시 없음
STR_ST_IE_PROXY=프록시 자동 감지 (IE 설정 사용)
STR_ST_SPEC_PROXY=프록시 서버 지정
STR_ST_PROXY_HOST=호스트:
STR_ST_PROXY_PORT=포트:
STR_ST_PROXY_USERNAME=사용자명:
STR_ST_PROXY_PASSWORD=비밀번호:
STR_ST_PRO=Pro
STR_ST_EXOPRTDLG_TITLE=하드웨어 정보 저장
STR_ST_EXOPRTDLG_FILENAME=하드웨어 정보
STR_ST_EXPORT_FILE_BTN=정보 내보내기
STR_ST_CHOOSE_FILE_LBL=언어 선택
STR_ST_CHOOSE_FILE_TIP_LBL=*새로운 언어가 프로그램 인터페이스와 잘 맞지 않는 문제는 새로운 버전에서 개선될 것입니다.
STR_ST_LANGUAGE=언어
STR_ST_FOLDER_OPEN=열기...
STR_ST_TEST_PROXY=테스트
STR_ST_APPLY_PROXY=적용
STR_ST_RESTORE_DEFAULT=기본 설정 복원
STR_SETTING_CHANGED_SAVE=설정에 변경 사항이 있습니다. 저장하시겠습니까?
STR_SETTING_OK_SAVE=설정이 저장되었습니다!

;FreeAriva
STR_LAB_TITLE=무료 활성화
STR_LAB_TITLE2=활성화됨
STR_LAB_TITLE3=등록
STR_BTN_ACTIVE=활성화
STR_BTN_ACTIVING=연결 중...
lab_avir_t1=귀하의 이메일로 활성화 코드가 전송됩니다.
lab_avir_t2={f 5}{c #4E81BF}EaseUS DriverHandy Pro가 활성화되었습니다!{/c}{/f}
lab_avir_t3={f 1}{c #6B6B6B}활성화 코드가 귀하의 메일함으로 전송되었으며 이 PC에서 유효합니다. 향후 사용을 위해 잘 보관해두세요.{/c}{/f}
btn_not_received=<u>받지 못하셨나요?</u>
btn_arv_received=<u>활성화 코드 입력</u>
btn_ar_close=닫기
lab_avir_t4={f 5}{c #4E81BF}귀하의 활성화 코드를 입력하세요!{/c}{/f}
lab_avir_t5={f 1}{c #6B6B6B}코드를 분실하셨나요? {a}<u>귀하의 이메일을 다시 입력</u>{/a}해 주세요.{/c}{/f}
lab_avir_asok={f 5}{c #4E81BF}축하합니다!{/c}{/f}<n>{f 5}{c #6B6B6B}EaseUS DriverHandy Pro가 성공적으로 활성화되었습니다!{/c}{/f}<n>{f 1}{c #666666}문제가 있으시면 저희 고객 지원팀으로 언제든지 연락해 주세요. 감사합니다!{/c}{/f} 
lab_avir_bout_pro=<u>EaseUS DriverHandy Pro가 뭔가요?</u>

STR_ARIVA_INPUT_EMAIL=귀하의 이메일을 입력하세요!
STR_ARIVA_INPUT_SERIAL=귀하의 활성화 코드를 입력하세요!
STR_ARIVA_EMAIL_FMT_ERROR=잘못된 이메일 주소입니다!
STR_ARIVA_SERIEAL_EXAMPLE=보기: XXXXX-XXXXX-XXXXX-XXXXX-XXXXX
STR_ARIVA_EMAIL_EXAMPLE=Example@company.com

STR_ARIVA_RETRIEVE=등록 코드 복구
STR_ARIVA_ORDERFAQ=주문 FAQ

STR_VERIFY_FAILED=활성화 실패됨!
STR_VERIFY_NETWORK_ERROR=활성화 실패됨! 네트워크 연결 상태를 확인해 주세요!
STR_VERIFY_SUCS=활성화 성공!
STR_VERIFY_TIMEOUT=활성화가 만료되었습니다!
STR_VERIFY_CODE_INVAL=잘못된 코드로 활성화가 실패되었습니다!
STR_VERIFY_EMAILADDR_ERROR=잘못된 이메일 주소입니다!
STR_VERIFY_SERVER_CLOSE=저희 서버가 닫혀 있습니다!
STR_VERIFY_EMAIL_LACK=귀하의 이메일은 이미 사용되었습니다!
STR_VERIFY_CODE_LACK=이 코드는 이미 사용되었습니다.

lab_avir_t6={f 5}{c #4E81BF}EaseUS DriverHandy Pro가 활성화되었습니다.{/c}{/f}
lab_avir_tips={f 0}{c #888888}이제 EaseUS DriverHandy Pro 기능을 사용하실 수 있습니다. <n>프로그램 사용에 문제가 있으면, 언제든지 연락해 주세요.{/c}{/f}
btn_active_serial_copy=복사
STR_ACTIVATED_CODE={f 2}{c #888888}코드:  {c #5c5e64}%s{/c}{/c}{/f}
STR_ACTIVATED_EMAIL="이메일:  "
STR_ACTIVATED_DATE={f 2}{c #888888}활성화 시간: {c #5c5e64}%s{/c}{/c}{/f}


STR_ACTIVATE_PAY_T1={f 5}{c #4E81BF}EaseUS DriverHandy를 사용해주셔서 감사합니다!{/c}{/f}
STR_ACTIVATE_PAY_T2={c #5c5e64}Pro 버전의 주요 혜택:{/c}{/f}
STR_ACTIVATE_PAY_F1=최신 드라이버 모드에서 드라이버 다운로드
STR_ACTIVATE_PAY_F2=백업으로부터 드라이버 복원
STR_ACTIVATE_PAY_F3=USB-연결된 장치 문제 빠르게 수정
STR_ACTIVATE_PAY_F4=완전한 문제 해결을 위해 시스템 드라이버 정밀 복구
STR_ACTIVATE_PAY_F5=시스템 변경 또는 복원 이전에 모든 드라이버 사전 다운로드
STR_ACTIVATE_PAY_N={c #5c5e64}EaseUS DriverHandy Pro를 활성화하려면 라이선스 코드를 입력하고 "활성화"을 누르세요.{/c}
STR_ACTIVATE_BUYNOW=지금 구입
STR_ACTIVATE_RETRCODE={f 9}<u>코드 복구</u>{/f}
STR_ACTIVATE_PRICE_ORG_TEXT=원가:
STR_ACTIVATE_PRICE_ORG=$19.9
STR_ACTIVATE_PRICE_NOW=지금: $9.9
STR_ACTIVATE_MSG_FREE_CLOSE=무료 활성화가 종료되었습니다. Pro 버전을 활성화하려면 라이선스를 구입해 주세요.
STR_ACTIVATE_BUY_NOW_URL=http://www.drivethelife.com/purchase/buy-driver-talent-pro.html

;chargedoc
STR_DOCPRO_LAB_TIP1=EaseUS DriverHandy Pro를 단 5 초만에 구입하세요!!!
STR_DOCPRO_LAB_TIP2=평생 라이선스를 즉시 구매하세요!
STR_DOCPRO_BTN_CONTINUE=계속

STR_DOCPRO_LAB_TITLE=EaseUS DriverHandy Pro
SRT_CHARGE_ITEM_TITLE_1=드라이버 자동 다운로드 및 설치
SRT_CHARGE_ITEM_LAB_1_1=EaseUS DriverHandy Pro 버전은 드라이버 다운로드와 설치가 완전히 자동화된 기능을 제공합니다.
SRT_CHARGE_ITEM_LAB_1_2=EaseUS DriverHandy 무료 버전에서는 드라이버들을 수동으로 하나씩 내려받아 설치해야 합니다.
SRT_CHARGE_ITEM_LAB_1_3=EaseUS DriverHandy 무료 버전은 드라이버 다운로드만 제공됩니다. 다운로드 디렉터리에서 직접 드라이버를 실행하여 설치해야 합니다.

SRT_CHARGE_ITEM_TITLE_2=최신 드라이버 모드
SRT_CHARGE_ITEM_LAB_2_1=EaseUS DriverHandy Pro 버전은 하드웨어 성능을 크게 향상할 수 있는 최신 드라이버들을 제공합니다.
SRT_CHARGE_ITEM_LAB_2_2=EaseUS DriverHandy 무료 버전은 하드웨어 장치들에 대해 필요한 안정된 드라이버들을 제공합니다.

SRT_CHARGE_ITEM_TITLE_3=드라이버 복원
SRT_CHARGE_ITEM_LAB_3_1=EaseUS DriverHandy Pro 버전은 드라이버 업데이트 후 사용자 컴퓨터의 블루스크린을 방지하는 드라이버 복원 기능을 제공합니다.
SRT_CHARGE_ITEM_LAB_3_2=EaseUS DriverHandy 무료 버전에서는 드라이버 백업만 가능하며 복원은 불가합니다.
SRT_CHARGE_ITEM_LAB_3_3=EaseUS DriverHandy 무료 버전에서는 이 기능을 사용할 수 없습니다.

SRT_CHARGE_ITEM_TITLE_4=드라이버 제거
SRT_CHARGE_ITEM_LAB_4_1=EaseUS DriverHandy Pro 버전은 손상된 드라이버와 남겨진 모든 찌꺼기들을 제거하는 완전한 드라이버 제거 기능을 제공합니다.
SRT_CHARGE_ITEM_LAB_4_2=EaseUS DriverHandy 무료 버전에서는 이 기능을 사용할 수 없습니다.

SRT_CHARGE_ITEM_TITLE_5=네트워크 프린터
SRT_CHARGE_ITEM_LAB_5_1=EaseUS DriverHandy Pro 버전은 네트워크 프린터 모델 검색과 프린터 드라이버 설치를 포함하여 빠르게 네트워크 드라이버를 추가할 수 있습니다.
SRT_CHARGE_ITEM_LAB_5_2=EaseUS DriverHandy 무료 버전에서는 네트워크 프린터 검색만 가능합니다.

SRT_CHARGE_ITEM_TITLE_6=USB-연결된 장치
SRT_CHARGE_ITEM_LAB_6_1=EaseUS DriverHandy Pro 버전은 주변 장치 문제를 빠르게 수정할 수 있습니다.
SRT_CHARGE_ITEM_LAB_6_2=EaseUS DriverHandy 무료 버전에서는 이 기능을 사용할 수 없습니다.

SRT_CHARGE_ITEM_TITLE_7=시스템 드라이버
SRT_CHARGE_ITEM_LAB_7_1=EaseUS DriverHandy Pro 버전은 시스템 드라이버 문제들을 완전하게 해결하기 위해 시스템 드라이버 문제들을 정밀하게 수정합니다.
SRT_CHARGE_ITEM_LAB_7_2=EaseUS DriverHandy 무료 버전에서는 이 기능을 사용할 수 없습니다.

SRT_CHARGE_ITEM_TITLE_8=소유한 PC에 대한 드라이버 사전 다운로드
SRT_CHARGE_ITEM_LAB_8_1=EaseUS DriverHandy Pro 버전은 사용자의 시스템 변경 후 드라이버들을 내려받을 때 시간 절약을 위해 하드웨어 프로필로 드라이버를 내려받을 수 있습니다.
SRT_CHARGE_ITEM_LAB_8_2=EaseUS DriverHandy 무료 버전에서는 드라이버 검사는 가능하지만 다운로드는 불가합니다.  

SRT_CHARGE_ITEM_TITLE_9=다른 PC에 대한 드라이버 사전 다운로드 (1PC/1일)
SRT_CHARGE_ITEM_LAB_9_1=EaseUS DriverHandy Pro 버전은 대상 PC가 인터넷에 연결되어 있지 않을 때 특별히 유용합니다. 하드웨어 프로필 가져오기 기능으로 다른 PC를 위한 드라이버들을 내려받을 수 있습니다.
SRT_CHARGE_ITEM_LAB_9_2=EaseUS DriverHandy 무료 버전에서는 드라이버 검사는 가능하지만 다운로드는 불가합니다.  

SRT_CHARGE_ITEM_TITLE_10=온라인 고객지원
SRT_CHARGE_ITEM_LAB_10_1=EaseUS DriverHandy Pro 버전은 실시간 고객 상담과 기술 지원을 제공합니다.
SRT_CHARGE_ITEM_LAB_10_2=EaseUS DriverHandy 무료 버전에서는 이 기능을 사용할 수 없습니다.

SRT_CHARGE_ITEM_TITLE_11=시스템 복원 지점
SRT_CHARGE_ITEM_LAB_11_1=EaseUS DriverHandy Pro 버전은 시스템 복원 지점을 만들 수 있습니다. 사용자 컴퓨터에 심각한 문제가 있는 경우에 정상 상태(복원 지점)로 재설정할 수 있습니다.
SRT_CHARGE_ITEM_LAB_11_2=EaseUS DriverHandy 무료 버전에서는 이 기능을 사용할 수 없습니다.

SRT_CHARGE_ITEM_TITLE_12=PC 복구
SRT_CHARGE_ITEM_LAB_12_1=EaseUS DriverHandy Pro 버전은 블랙/블루 스크린, 소리 없음, 기타 등과 같은 까다로운 컴퓨터 고장을 복구할 수 있습니다.
SRT_CHARGE_ITEM_LAB_12_2=EaseUS DriverHandy 무료 버전에서는 이 기능을 사용할 수 없습니다.

SRT_CHARGE_ITEM_TITLE_13=드라이버 백업
SRT_CHARGE_ITEM_LAB_13_1=EaseUS DriverHandy Pro 버전은 드라이버 업데이트 후 컴퓨터의 블루/블랙 스크린 방지하는 드라이버 백업 기능을 제공합니다.
SRT_CHARGE_ITEM_LAB_13_2=EaseUS DriverHandy 무료 버전에서는 이 기능을 사용할 수 없습니다.

SRT_CHARGE_ITEM_COUNT=13

;free
SRT_CHARGE_ITEM_FREE_LAB_1=모든 드라이버 문제 확인을 위해 검사 (오래된, 누락된, 손상된, 단절된, 비호환 드라이버 검색)
SRT_CHARGE_ITEM_FREE_LAB_2=정확한 드라이버 다운로드
SRT_CHARGE_ITEM_FREE_LAB_3=다운로드 가능한 여러 드라이버 버전 제공
SRT_CHARGE_ITEM_FREE_LAB_4=자동 및 수동의 두 가지 방식의 다운로드 제공
SRT_CHARGE_ITEM_FREE_LAB_5=원-클릭으로 로컬 컴퓨터에 드라이버 백업 및 저장
SRT_CHARGE_ITEM_FREE_LAB_6=백업으로부터 네트워크 드라이버 복원
SRT_CHARGE_ITEM_FREE_LAB_7=잔여 파일 없이 드라이버 완전 제거
SRT_CHARGE_ITEM_FREE_LAB_8=컴퓨터 하드웨어 프로필 목록 내보내기
SRT_CHARGE_ITEM_FREE_LAB_9=사전 다운로드 기능으로 내려받은 드라이버 파일로 드라이버 설치
SRT_CHARGE_ITEM_FREE_LAB_10=PC 하드웨어 정보 보기
SRT_CHARGE_ITEM_FREE_LAB_11=설정 사용자 정의
SRT_CHARGE_ITEM_FREE_LAB_12=Windows 10, 8.1, 8, 7, XP, Vista 및 Windows Server 지원

SRT_CHARGE_ITEM_FREE_COUNT=12
;Pre-download
;for this pc
STR_EVA_THIS_OR=또는
STR_EVA_THIS_STEP1=1 단계: 특정 OS 에디션을 위한 드라이버 다운로드
STR_EVA_THIS_STEP1_DEC=시스템 변경 또는 업데이트 전 가장 안정적인 드라이버 사전-다운로드
STR_EVA_THIS_STEP2=2 단계: 드라이버 설치
STR_EVA_THIS_STEP2_DEC=드라이버 설치 수행을 위해 드라이버 파일의 디렉터리 검사
;ask for help
STR_EVA_HELP_STEP2_DEC=드라이버 다운로드를 위해 다른 컴퓨터의 하드웨어 프로필을 가져옵니다.
STR_EVA_BROWSER=찾아보기
STR_EVA_HELP_CHOOSE=하드웨어 프로필 내보내기 디렉터리 선택(*.inf)
;head
STR_EVA_HEAD_TIP={f 1}사전 다운로드는 시스템이 변경 또는 복원되기 이전에 드라이버들을 내려받습니다.{/f}
STR_EVA_HEAD_BACK=뒤로

;view_step1
STR_EVA_LAB_STEP1=한 개의 옵션 선택:
STR_EVA_OPTION1={f 1}내 PC를 위한 드라이버 사전 다운로드{/f}
STR_EVA_OPTION2={f 1}하드웨어 프로필 가져오기로 <n>다른 PC를 위한 드라이버 사전 다운로드{/f}
STR_EVA_OPTION3={f 1}다른 PC에서 드라이버들을 다운로드하기 위해 <n>내 하드웨어 프로필 내보내기 (내 PC의 인터넷 사용이 불가한 경우).{/f}
STR_EVA_OPTION4={f 1}내려받은 드라이버 파일로 드라이버 설치{/f}

;view_export_inf
eva_export_path_lab=하드웨어 프로필을 저장할 디렉터리 선택:
eva_export_set_chk=내보내기 완료 시 디렉터리 열기
eva_local_export_btn=내보내기
STR_EVA_EXPORT_TIPS={f 1}하드웨어 프로필 내보내기 완료 후 인터넷이 연결된 다른 컴퓨터에서 EaseUS DriverHandy의 사전 다운로드 기능을 통해 드라이버들을 다운로드하는 데 사용할 수 있습니다.{/f}
STR_EVA_EXPORT_DEFALUT_NAME=pre-download.inf
STR_EVA_EXPORT_DLG_TITLE=하드웨어 프로필 디렉터리 선택
STR_EVA_CHOOSE_DOWNLOAD_DIR=다운로드 디렉터리 선택:
STR_EVA_CHOOSE_SYS=대상 OS 에디션 선택
STR_EVA__EXPORT_NOT_SELECT_FILE=하드웨어 프로필의 디렉터리가 선택되지 않았습니다!

;view_drv_download
STR_EVA_OPEN_INFFILE_TITLE=하드웨어 프로필 선택
STR_EVA_NOT_SELECT_DEVICE_INF=드라이버 파일의 디렉터리가 선택되지 않았습니다! 
STR_EVA_DOWNLOAD_OVER_TIPS={f 1}드라이버들을 성공적으로 내려받았습니다: <u><a>%s</a></u>.{/f}<n>{f 1}필요 시 다음의 단계에 따라 드라이버를 설치할 수 있습니다: {c #333333}<n><n>>> EaseUS DriverHandy 실행
STR_EVA_DOWNLOAD_OVER_TIPS2=<n>>> 사전 다운로드 탭 누르기<n>>> "내려받은 드라이버 파일로 드라이버 설치" 선택{/c}<n><n>그런 다음 드라이버 설치 완료를 위해 화면상의 안내에 따릅니다.{/f}
STR_EVA_CHOOSE_HWFILE=하드웨어 프로필 선택:
STR_EVA_DRVDOWN_SCAN=검사 & 다운로드:
STR_EVA_DOWNBTN=다운로드
STR_EVA_DOWNING=내려받는 중
STR_EVA_DOWNING_CANCEL=취소됨
STR_EVA_SYSMATCHED={c #5c5e64}일치 시스템: {/c}{f 9}{c #fa3030}%s{/c}{/f}
STR_EVA_DOWN_DLG_TITLE=다운로드 디렉터리 선택
STR_EVA_DOWN_DOTNET=필요한 그래픽 프로그램
;off install
STR_OFFINSTALL_CHOOSE_PATH=내려받은 드라이버 디렉터리 선택:
STR_OFFINSTALL_DLG_TITLE=드라이버 파일 선택
STR_OFFINSTALL_SCAN=검사 & 설치:
STR_OFFINSTALL_SCANBTN=검사
STR_OFFINSTALL_INSTALL=설치
STR_OFFINSTALL_CANCEL=중지
STR_OFFINSTALL_INSTALLING=설치 중
STR_OFFINSTALL_CANCEL_RESTORE=취소됨
STR_OFFINSTALL_SCAN_ERROR=이 디렉터리에 사용 가능한 드라이버가 없습니다. 확인해 주세요!


STR_OFFINSTALL_UPTODATE=최신
STR_OFFINSTALL_OUTDATED=오래됨
STR_OFFINSTALL_UPDATE=업데이트
STR_OFFINSTALL_REUPDATE=다시 업데이트
STR_OFFINSTALL_CURRENT=현재
STR_OFFINSTALL_UPDATETO=업데이트:
STR_OFFINSTALL_UNKNOW=알 수 없음
STR_OFFINSTALL_SYSTEM=시스템
;evaluate message
STR_EVA_EXPORT_SUCCS=내보내기 마침.
STR_EVA_EXPORT_FAILED=내보내기 실패됨!
STR_EVA_DOWNLOAD_FINISH=내려받기 성공!
STR_EVA_INST_FINISH=설치 마침!

prt_ipaddrnorbtn=일반 검색
prt_ipaddrbtn=네트워크 주소
prt_iprangebtn=네트워크 섹션

;local
STR_REPAIR_TIP1=드라이버를 복구하지 않으면 컴퓨터에 결함, 오류 또는 문제가 발생합니다!
STR_REPAIR_TIP2=드라이버들을 복구하지 않으면 컴퓨터에 결함, 오류 또는 문제가 발생합니다!
STR_REBOOT_TIP=PC를 재시작하지 않으면 변경 사항을 확인할 수 없습니다.
STR_UPDATE_TIP=PC 성능을 향상시키는 최신 드라이버를 사용하세요!

STR_CHAT_ONLINE=상담 채팅 (온라인)
STR_CHAT_OFFLINE=상담 채팅 (오프라인)
STR_DOWNLOAD_ONEPC=하루에 한 대의 PC에 대해서만 드라이버를 다운로드할 수 있습니다!

;files verify
STR_FILES_VERIFY_FAILED=파일이 손상되었습니다! 다시 설치해 주세요.

;SystemRestore
STR_SYSYTEM_RESTORE=시스템 복원
STR_SYSYTEM_RESTORE_MENU=시스템 복원
STR_SYSYTEM_RESTORE_TIP=주의: 시스템 복원은 시스템 복원 지점 이후에 수정된 모든 변경 사항들이 폐기됩니다. 
STR_SYSYTEM_RESTORE_BTN=복원
STR_SYSYTEM_CREATE_BTN=만들기
STR_SYSYTEM_RESTORE_CLOSE_BTN=닫기
STR_SYSYTEM_RESTORE_MSGBOX=정말로 시스템 복원을 계속하시겠습니까?<n><n>{c #fa3030}시스템 복원은 시스템 복원 지점 이후에 수정된 모든 변경 사항들이 폐기됩니다.{/c}
STR_SYSYTEM_RESTORE_MSGBOX_RESTORE=복원
STR_SYSYTEM_RESTORE_ADD_POINT=시스템 복원 지점
STR_LOCAL_SYSTEM_BACKUP={c #5c5e64}{f 3}시스템 복원 지점 생성 중. 잠시 기다려 주세요...{/f}{/c}
STR_SYSYTEM_RESTORE_SET=시스템 복원 지점의 이름: 
STR_SYSYTEM_RESTORE_ERROR1=입력란이 비어 있습니다. 다시 시도하세요.
STR_SYSYTEM_RESTORE_CREATE_TIP1={f 1}시스템 복원 지점 생성 중. 잠시 기다려 주세요... {/f}
STR_SYSYTEM_RESTORE_CREATE_TIP2=알림: 다른 작업을 수행하지 마세요.
STR_SYSYTEM_RESTORE_CREATE_TIP3={f 1}성공적으로 생성됨!{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP4={f 1}생성 실패됨!{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP5={f 1}시스템 복원이 이미 존재합니다.{/f} 
STR_SYSYTEM_RESTORE_CREATE_TIP6={f 1}시스템 복원 기능이 꺼져 있습니다.{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP7={f 1}성공적으로 생성되었지만, 시스템이 목록을 업데이트하지 않았습니다. 나중에 새로 고침하세요.{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP8={f 2}시스템 보호에서 설정 복원이 비활성화되었습니다.<n>시스템 보호를 켜시겠습니까?{/f}
STR_SYSYTEM_RESTORE_CREATE_RESTORE1={f 1}시스템 복원 초기화 중.<n>작업이 진행되는 동안에 다른 작업을 수행하지 마세요. {/f}
STR_SYSYTEM_RESTORE_CREATE_RESTORE2=이 작업은 취소할 수 없습니다.
STR_SYSYTEM_RESTORE_DELETE_FAIL=시스템 복원 지점 삭제가 실패되었습니다!
STR_SYSYTEM_RESTORE_DELETE_TIP=정말로 선택한 복원 지점을 삭제하시겠습니까?
STR_SYSYTEM_RESTORE_NOT_NOW=지금 안함
STR_SYSYTEM_RESTORE_GO=계속
;ExitAppDOC
STR_EXITAPPDOC=주의
STR_EXITAPPDOC_EXITBTN=나중에
STR_EXITAPPDOC_GETPROBTN=EaseUS DriverHandy Pro 구입

STR_EXITAPPDOC_TIP1=EaseUS DriverHandy를 종료하시겠습니까?
STR_EXITAPPDOC_TIP2=사용자 컴퓨터에 복구가 필요한 드라이버들이 있습니다. 복구하지 않으면 관련 장치들이 제대로 작동하지 않을 수 있습니다.
STR_EXITAPPDOC_TIP3=전체 기능을 사용하려면 EaseUS DriverHandy Pro를 구입하세요.

STR_EXITAPPDOC_TIP_PRO1=원-클릭으로 드라이버 다운로드 및 설치
STR_EXITAPPDOC_TIP_PRO2=백업으로부터 드라이버 복원
STR_EXITAPPDOC_TIP_PRO3=연결된 USB 장치 문제 빠르게 수정
STR_EXITAPPDOC_TIP_PRO4=완전한 문제 해결을 위해 시스템 드라이버 정밀 복구
STR_EXITAPPDOC_TIP_PRO5=시스템 변경 또는 복원 이전에 모든 드라이버들 사전 다운로드
STR_SYSYTEM_RESTORE_DELETE_FAIL=시스템 복원 지점 삭제 실패!

;NET PRINT
STR_NET_PRINT_TIP=사용 가능한 네트워크 프린터가 감지되었습니다! 추가하시겠습니까?
STR_NET_PRING_DOWN_NO_DRIVER={f 1}이 프린터 모델에 적합한 드라이버가 없습니다! {a}뒤로{/a}를 누르고 다른 걸 시도하세요.{/f}

STR_PATH_FREE_SPACE=디스크 공간 부족! 대상 디스크에 3 GB 이상의 여유 공간이 있는 지 확인해 주세요.
STR_PATH_CLEAR=디렉터리 다시 선택
STR_PATH_IGNORE=제외

STR_SOFT_OPEN_FILE=내려받은 파일을 바로 실행할 수 없습니다. 이 파일의 디렉터리를 여시겠습니까?
STR_SOFT_OPEN_FILE_NO_EXIST=파일이 삭제되었습니다! 다시 내려받으세요.
STR_SYSTEM_REPAIR_DEC=시스템 환경 오류로 인해 드라이버가 설치되지 않을 수 있습니다.

;toolbox
STR_HEAD_LAB=하드웨어 복구/감지 및 PC 속도 향상을 위한 포괄적인 도구 상자입니다.

STR_TOOLBOX_COUNT=3
STR_INFO_TOOLBOX0_1=PC 복구
STR_INFO_TOOLBOX0_2=디스플레이 어댑터, 사운드 카드, 게임 플레이와 기타 오류들에 대한 문제를 해결합니다.

STR_INFO_TOOLBOX1_1=하드웨어 감지
STR_INFO_TOOLBOX1_2=CPU, 마더보드, 메모리와 기타 하드웨어 정보를 봅니다.

STR_INFO_TOOLBOX2_1=PC 속도 향상
STR_INFO_TOOLBOX2_2=사용자 컴퓨터 성능을 위한 빠르고 정밀하게 최적화합니다.
;STR_INFO_TOOLBOX2_1=화면 캡처
;STR_INFO_TOOLBOX2_2=원하는 방식으로 편리하게 화면을 캡처합니다.

STR_INFO_TOOLBOX3_1=날씨
STR_INFO_TOOLBOX3_2=보다 편리한 날씨 업데이트.

STR_DOWNLOAD_DOFT_TIP=소프트웨어를 내려받아 설치합니다. 시작하려면 "예"를 누르세요. "아니오"를 누르면, 다운로드를 취소합니다.
STR_DOWNLOAD_PAUSE_TIP=정말로 소프트웨어 설치를 종료하시겠습니까?

STR_TRY_TOOL=사용해보기

;dateout time tip
STR_DATEOUT_TIP=EaseUS DriverHandy를 사용해주셔서 감사합니다. 귀하의 활성화 코드가 만료되었습니다. 지금 갱신해 주세요.
STR_DATEOUT_BUY_NOW=지금 구입
STR_DATEOUT_DETAIL=세부 정보
STR_BUY=지금 구입
STR_ACTIVE=활성화

STR_GAME_MODULE_DOWNBTN=다운로드
STR_MENU_GAMEL_MODULE_REPORT=피드백 
STR_GAME_MODULE_NAME=모듈 이름:
STR_GAME_MODULE_FEEDBACK=모듈 문제: 
STR_LOCAL_INSTALL_CANCEL=취소
STR_GAME_INSTALLBTN=설치

;Main Menu
STR_USERGUIDE=사용자 안내

;FreeTrial

;start trying
STR_STARTTRYING_FREETRIAL=무료 평가판
STR_STARTTRYING_AVTIVATE=제품 활성화
STR_STARTTRYING_TIP1=원-스톱
STR_STARTTRYING_TIP2=장치 드라이버 관리: 업데이트, 설치, 복구, 백업, 복원, 제거, 재설치 및 기타.
STR_STARTTRYING_TIP3=자동화
STR_STARTTRYING_TIP4=드라이버 설치 및 제거 전 드라이버 백업 및 복원 지점 만들기.
STR_STARTTRYING_TIP5=원-클릭
STR_STARTTRYING_TIP6=주변 장치 추가: USB 드라이브, 네트워크 프린터 및 기타 미감지 장치.
STR_STARTTRYING_TIP7=지능형
STR_STARTTRYING_TIP8=소유한 PC와 다른 컴퓨터를 위한 드라이버 사전-다운로드 & 저장.
STR_STARTTRYING_TIP9=시스템 오류 복구 및 시스템 동결 & 충돌 감소.
STR_STARTTRYING_NOTHANKS=괜챦습니다. 평생 라이선스 즉시 받기.
STR_STARTTRYING_TIPTITLE=다음의 원-클릭 해결을 사용하려면 Pro 버전을 활성화하세요.

;end_trying
STR_ENDTRYING_TITLE=EaseUS DriverHandy를 사용해주셔서 감사합니다.
STR_ENDTRYING_TIP=<p 5><f 26><c ff0000>무료 평가판 기회가 모두 소진되었습니다. 무료 평가판 사용 기록은 다음과 같습니다:</c></f></p>
STR_ENDTRYING_TIME=시간: %s
STR_ENDTRYING_NAME=드라이버 이름: %s
STR_ENDTRYING_VER=드라이버 버전: %s
STR_ENDTRYING_TIP1=<p 5><f 1><c ffffff>다음 드라이버는 여전히 %s이(가) 필요합니다.</c></f></p>
STR_ENDTRYING_TIP2=<p 5><f 1><c 9c9c9c>알림: EaseUS DriverHandy가 모든 필요한 드라이버들을 다운로드합니다. 드라이버들을 업데이트/복구/설치해야 한다면, 원-클릭 문제 해결을 위해 PRO 버전을 활성화하세요.</c></f></p>
STR_ENDTRYING_HELP=도움말
STR_ENDTRYING_ACTIVATE=PRO 활성화

;gram soft
STR_GAMESOFT_TITLE=새로운 기능
STR_GAMESOFT_TIP=게임 구성 요소
STR_GAMESOFT_TIP1=<p><f 1><c 9c9c9c>누락된 게임 구성 요소 다운로드 및 설치.</c></f></p>
STR_GAMESOFT_DOWNCOMPONENTS=구성 요소 다운로드만
STR_GAMESOFT_CHOOSE=내 선택 기억
STR_GAMESOFT_TIP2=게임용 특별 버전
STR_GAMESOFT_TIP3=<p><f 1><c 9c9c9c>게임 가속화: 최고의 게임 환경과 최고의 컴퓨터 성능.</c></f></p>
STR_GAMESOFT_TIP4=<p><f 1><c 9c9c9c>장치 성능 등급: 장치가 게임을 얼마나 잘 지원하는지 성능 점수로 참조 가능. (출시 예정)</c></f></p>
STR_GAMESOFT_TIP5=<p><f 1><c 9c9c9c>네트워크 제어: 스마트 인터넷 할당으로 게임이 유연하게 실행되는지 확인.</c></f></p>
STR_GAMESOFT_TIP6=<p><f 1><c 9c9c9c>DLL 파일 도우미: .dll 파일 문제 수정.</c></f></p>
STR_GAMESOFT_GET=지금 구입

;error wnd
STR_LOCALDRV_REINSTALL_DISPLAY_ERROR_TIP1=장치가 손상될 수 있습니다.
STR_LOCALDRV_REINSTALL_DISPLAY_ERROR_TIP2=이전 버전의 드라이버를 설치하세요.
STR_LOCALDRV_REINSTALL_DISPLAY_ERROR_TIP3=문제가 지속된다면, 장치 변경을 복구하기 위해 장치 제조업체에 연락해야 할 수 있습니다.

;activity
STR_ACTIVITY_A1=권한 만료됨. 
STR_ACTIVITY_A2=특별 할인를 확인하세요!
STR_ACTIVITY_A3=만료된 권한
STR_ACTIVITY_A4=사용해 주셔서 대단히 고맙습니다.
STR_ACTIVITY_A5=평생 라이선스를 30% 할인된 가격으로 계속 유지하시겠습니까?
STR_ACTIVITY_A6=30% 할인으로 평생 라이선스 구입
STR_ACTIVITY_A7=나중에
STR_ACTIVITY_A8=아니오


;InstallWnd modify
STR_INSTALLWND_ACT_DOWNLOAD=드라이버 다운로드
STR_INSTALLWND_ACT_DOWNLOAD_DETAIL=내려받은 드라이버는 공식 인증을 받았으므로 자유롭게 설치하세요.
STR_INSTALLWND_ACT_INSTALL=드라이버 설치
STR_INSTALLWND_ACT_INSTALL_DETAIL=드라이버 파일을 성공적으로 내려받았습니다.
STR_INSTALLWND_MSG_CANCEL_DOWNLOAD=다운로드를 취소하시겠습니까?
STR_INSTALLWND_MSG_CANCEL_INSTALL_1=내려받은 드라이버가 아직 설치되지 않았습니다.
STR_INSTALLWND_MSG_CANCEL_INSTALL_2=지금 종료하시겠습니까?
STR_INSTALLWND_MSG_START_INSTALL_1=드라이버가 다운로드되었습니다.
STR_INSTALLWND_MSG_START_INSTALL_2=설치하시겠습니까?
STR_INSTALLWND_MSG_COMPLETED=완료됨
STR_INSTALLWND_MSG_INSTALLING=설치 중...

STR_INSTALLWND_MSG_ACTIONUPGRADE=자동 설치 ( 권장 )
STR_INSTALLWND_MSG_ACTIONUPGRADE_DETAIL_1=원-클릭 솔루션을 사용하려면 EaseUS DriverHandy Pro로 업그레이드하세요.
STR_INSTALLWND_MSG_ACTIONUPGRADE_DETAIL_2=시간 절약 뿐만 아니라 더 많은 기능을 사용할 수 있습니다.
STR_INSTALLWND_MSG_ACTIONUPGRADE_BTN=지금 업그레이드

STR_INSTALLWND_MSG_MANUAL_INSTALL=수동 설치
STR_INSTALLWND_MSG_MANUAL_INSTALL_DETAIL=수동으로 드라이버를 설치하는 것은 번거롭고 시간이 많이 걸립니다.
STR_INSTALLWND_MSG_MANUAL_INSTALL_LEARNHOW=방법 알아보기...

;NetError Retry
STR_HOMENET_ERR_TRY=다시 시도

;DeviceExport
STR_DEV_DETAIL_DEVICEINFO=속성
STR_DEV_DETAIL_DRV_STATUS=장치 상태:

;about get code
STR_GETCODE_BTN= 초대 코드 받기
STR_DISCOUNT_BTN=할인 쿠폰 받기
STR_GETCODE_TITLE=초대 코드 받기
STR_GETCODE_ENTER_EMAIL=초대 코드를 바인딩하려면 이메일을 입력하세요.
STR_GETCODE_EMAIL=이메일:
STR_GETCODE_CODE=확인 코드:
STR_GETCODE_GETCODE=확인 코드 받기
STR_GETCODE_OK=확인
STR_GETCODE_ALLOWTIP=제공된 이메일로 이벤트 정보 수신
STR_GETCODE_LEARNMORE=더 알아보기>>
STR_GETCODE_EMAIL_TIP=귀하의 이메일을 입력하세요.
STR_GETCODE_EMAIL_ERROR=잘못된 이메일 주소입니다.
STR_GETCODE_CODE_TIP=확인 코드를 입력하세요.
STR_GETCODE_CODE_ERROR=잘못된 확인 코드입니다.
STR_GETCODE_TIP_FRONT=확인 코드 전송됨:
STR_GETCODE_TIP_BACK=%s. 확인하세요.
STR_GETCODE_RETRY=재시도   
STR_GETCODE_FAIL=서버 연결이 실패되었습니다.
STR_GETDISCOUNT_ENTER_EMAIL=쿠폰 코드를 받으려면 귀하의 이메일을 입력하세요.
STR_GETDISCOUNT_VCODE=확인 코드:
STR_GETDISCOUNT_ICODE=초대 코드:        
STR_GETDISCOUNT_GDCODE=쿠폰 코드 받기
STR_GETDISCOUNT_TITLE=할인 쿠폰 받기
STR_GETCODE_TIME_TIP=코드 유효 기간: %04d-%02d-%02d.
STR_GETCODE_OUT_TIP=이런! 귀하의 기회는 소진되었습니다.
STR_GETCODE_ICODE_TIP=초대 코드를 입력하세요.
STR_GETCODE_ICODE_ERROR=이 초대 코드는 존재하지 않습니다.
STR_GETCODE_LICENSE_TIP=귀하의 이메일로 라이선스 키가 전송되었습니다.
STR_GETCODE_CODE_UNINVAILD=이 초대 코드는 아직 사용 불가;

STR_GAMESOFT_INSTALL_TIP=컴퓨터가 정상적으로 실행 중인 경우 다음 구성 요소를 설치할 필요가 없습니다.


STR_LEFT_News=문제 해결 도구

;offline install
STR_EVA_HELP_STEP3_DEC=오프라인 설치를 위해 사전 다운로드한 드라이버 파일을 이 컴퓨터로 복사하세요.

;new setting item
STR_ST_DISABLE_WUDRIVER=Windows 업데이트에서 드라이버 업데이트 제외
STR_ST_DISABLE_WUDRIVER_TIP=이 옵션은 Windows 10의 자동 드라이버 업데이트만 비활성화하며 Windows Update 기능에는 영향을 주지 않습니다.


STR_SPEED_UP_NOW=지금 속도 향상


STR_UPGRADE_TITLE_0={f3}{c #FF7F00}드라이버 업데이트 및 장치 문제 해결을 위해 Pro 버전을 구입하십시오. {/c}{/f}
STR_UPGRADE_TITLE_1={f3}{c #FF7F00} Pro 버전을 활성화하여 {/c} {c #FF0000}%d 디바이스 드라이버를 수정합니다.{/c}{/f}
STR_UPGRADE_CON_1=하드웨어 성능을 극대화하기 위한 최신 드라이버 설치
STR_UPGRADE_CON_2= 원클릭으로 모든 드라이버 업데이트
STR_UPGRADE_CON_3=드라이버 다운로드하여 속도 향상(약 500KB-20MB/s)
STR_UPGRADE_CON_4=자동 드라이버 설치로 시간 절약
STR_UPGRADE_CON_5=복원 지점 자동 생성
STR_UPGRADE_CON_6=드라이브 백업 및 복원
STR_UPGRADE_CON_7=지능적으로 LAN 인쇄 검색
STR_UPGRADE_CON_8=장치 정보 보기 및 내보내기
STR_UPGRADE_CON_9=인터넷 연결이 없이 PC용 드라이버 업데이트
STR_UPGRADE_CON_10=모든 드라이버는 Microsoft 인증 받음
STR_UPGRADE_CON_11=무료 PC 전문가 기술 지원
STR_ST_FREE=Free
STR_BUY_PRO=Buy Pro
STR_KEY_FEATURES_OF_PRO= DriverHandy Pro 버전의 주요 특징
STR_KEY_FEATURES_1= 원클릭으로 모든 드라이버 설치 및 업데이트
STR_KEY_FEATURES_2=더 빠른 드라이브 다운로드 속도 즐기기
STR_KEY_FEATURES_3=드라이버 자동 백업 및 복원 지점 생성
STR_KEY_FEATURES_4=스마트하고 가벼운 도구로 까다로운 컴퓨터 문제 해결
STR_KEY_FEATURES_5=본인의 컴퓨터 또는 다른 PC용 드라이버 미리 다운로드
STR_KEY_FEATURES_6=모든 드라이버가 인증됨
STR_KEY_FEATURES_7=무료 업데이트 및 기술 지원
STR_MONEY_BACK_GUARANTEE=제품 불량 발생시 환불 보장
STR_ARIVA_PURCHASED=구매 완료
STR_ARIVA_INPUT_EMAIL_LONG=활성화하려면 라이센스와 메일을 입력하십시오.
STR_ARIVA_INPUT_KEY=라이센스 코드
STR_ARIVA_INPUI_EMAIL=이메일

STR_DRV_INSTALL_TIP=If your computer is running properly, it's not recommended to update drivers. Updating drivers may cause unexpected computer issues.
